Repository: Liturgical-Calendar/liturgy-components-php
Catalog: src/WebCalendar/i18n/*/LC_MESSAGES/webcalendar.po
Languages: es, pt

source: or
es: o
pt: ou

source: Liturgical Calendar for the %1$s - %2$s
es: Calendario Litúrgico para la %1$s - %2$s
pt: Calendário Litúrgico para a %1$s - %2$s

source: Liturgical Calendar for %1$s - %2$s
es: Calendario Litúrgico para %1$s - %2$s
pt: Calendário Litúrgico para %1$s - %2$s

source: General Roman Calendar - %1$s
es: Calendario General Romano - %1$s
pt: Calendário Romano Geral - %1$s

source: Month
es: Mes
pt: Mês

source: Season
es: Tiempo
pt: Tempo

source: Date
es: Fecha
pt: Data

source: Celebration
es: Celebración
pt: Celebração

source: Liturgical Grade
es: Grado litúrgico
pt: Grau Litúrgico

source: Psalter
es: Salterio
pt: Saltério
